Repository: Alashiq/tally-ho
Catalog: libya_tally/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Barcodes do not match!
ar: الرقم التسلسلي غير مطابق

source: Missing votes for candidate
ar: أصوات المترشح مفقودة

source: Center Numbers do not match
ar: أرقام المركز غير متطابقة

source: Station Numbers do not match
ar: رقم المحطة غير مطابق

source: Invalid Station Number for this Center
ar: رقم المحطة لهذا المركز غير صحيح

source: Result Form does %s not exit.
ar: الاستمارة %s غير موجودة

source: Suspicious activity detected.
ar: اكتشاف نشاطات مشبوهة

source: Create demo users with roles/groups.
ar: انشاء مستخدم للعرض مع الصلاحيات والمجموعات

source: Create groups.
ar: تكوين مجموعات

source: Import polling data.
ar: احضار بيانات الاقتراع

source: General
ar: عام

source: Women
ar: نساء

source: Component Amazigh
ar: مكون الأمازيغ

source: Component Twarag
ar: مكون الطوارق

source: Component Tebu
ar: مكون التبو

source: Reviews Completed
ar: استعراض مكتمل

source: Reviews Required
ar: استعراض المطلوبة

source: Serial number of ballots received by the polling stationfrom
ar: ارقم التسلسلي لاوراق الاقتراع التي استلمتها محطة الاقتراع

source: To
ar: الى

source: Is the form stamped?
ar: هل الاستمارة مختومة ؟

source: Total number of ballots received by the polling station
ar: العدد الكلي لاوراق الاقتراع التي استلمتها محطة الاقتراع

source: Number of signatures in the VR
ar: عدد التواقيع فى سجل الناخبين

source: Number of unused ballots
ar: عدد أوراق الاقتراع الغير مستخدمة

source: Number of spoiled ballots
ar: عدد أوراق الاقتراع التالفة

source: Number of cancelled ballots
ar: عدد أوراق الاقتراع الملغاة

source: Total number of ballots remaining outside the ballot box
ar: العدد الكلي لأوراق الاقتراع خارج صندوق الاقتراع

source: Number of ballots found inside the ballot box
ar: عدد أوراق الاقتراع الموجودة داخل صندوق الاقتراع

source: Total number of ballots found inside and outside the ballot box
ar: مجموع أوراق الاقتراع الموجودة داخل و خارج صندوق الاقتراع

source: Number of unstamped ballots
ar: عدد الأوراق الغير مختومة

source: Number of invalid votes (including the blanks)
ar: عدد الأوراق الغير صحيحة ( بما فيها الأوراق الخالية)

source: Number of valid votes
ar: عدد الأوراق الصحيحة

source: Total number of the sorted and counted ballots
ar: مجموع أوراق الاقتراع المفروزة والمعدودة

source: Is the form signed by polling officer 1?
ar: هل تم توقيع النوذج من قبل موظف الاقتراع 1؟

source: Is the form signed by polling officer 2?
ar: هل تم توقيع النوذج من قبل موظف الاقتراع 2؟

source: Is the form signed by the polling station chair?
ar: هل تم توقيع النوذج من قبل المسؤول عن محطة الاقتراع ؟

source: Is the form dated?
ar: هل النموذج يحتوى تاريخ؟

source: Result Form has no double entries.
ar: نتيجة الاستمارة لا توجد به ادخال مزدوج

source: Corrections Required!
ar: التصحيحات المطلوبة!

source: Yes
ar: نعم

source: No
ar: لا

source: General and Women
ar: تنافس عام و نساء

source: General and Component
ar: تنافس عام ومكون

source: Undefined
ar: غير معروف

source: Enter Barcode
ar: ادحل الرقم التسلسل

source: Submit
ar: دخول

source: Please enter barcodes.
ar: ارجوك ادخل ارقام التسلسل

source: Wrong barcode length
ar: خطا فى عدد ارقام التسلسل

source: Barcode:
ar: الرقم التسلسل :

source: Voting District:
ar: منطقة التصويت :

source: Center Name:
ar: اسم المركز :

source: Office Name:
ar: اسم المكتب :

source: Center Code:
ar: رمز المركز :

source: Station Code:
ar: رمز المحطة :

source: Gender:
ar: الجنس

source: Form Race Type:
ar: نوع استمارة التنافس

source: Accept
ar: موافق

source: Center Numbers do not match.
ar: رقم المركز غير مطابق

source: Print Cover
ar: طباعة الغلاف

source: Center Number:
ar: رقم المركز :

source: Station Number:
ar: رقم المركز :

source: Form Type:
ar: نوع الاستمارة :

source: Date/Time:
ar: التاريخ / الوقت

source: Archived by:
ar: المؤرشفة من قبل :

source: Print
ar: طباعة

source: Print Successful
ar: طباعه ناجحة

source: Audit List
ar: قائمة المراجعة

source: Center Name
ar: اسم المركز

source: Center ID
ar: تعريف المركز

source: Station
ar: محطة

source: Reviewed?
ar: تمت مراجعتها

source: Supervisor Reviewed?
ar: مراجعة المشرف ؟

source: Review
ar: المراجعة

source: Audit:
ar: التدقيق :

source: Save
ar: حفظ

source: Forward to Supervisor and Print Cover
ar: تحيل إلى المشرف وطباعة الغلاف

source: Return to Audit Team
ar: العودة إلى فريق التدقيق

source: Modified
ar: تعديل

source: Results Form Corrections
ar: نتائج استمارات التصحيح

source: Corrections Required?
ar: التصحيحات المطلوبة؟

source: Select
ar: اختار

source: Entry 1
ar: مدخل 1

source: Entry 2
ar: مدخل 2

source: Corrections
ar: تصحيحات

source: Reconciliation Section
ar: قسم التسوية

source: Match
ar: تطابق

source: Corrected
ar: تصحيح

source: Mis-Match
ar: عدم تطابق

source: General Section
ar: قسم العام

source: Women Section
ar: قسم النساء

source: Abort
ar: حول

source: Form Entries Match
ar: ادخال الاستمارة متطابق

source: Pass to Quality Control
ar: تنقل الى ضبط الجودة

source: Reconciliation Form Corrections
ar: تصحيح استمارة التسوية

source: Submit Corrections
ar: ليست فى هذه المرحلة , الاستمارة جاهزة لمرحلة التصحيح

source: No Correct - Reject
ar: لا تصحيح - رفض

source: Data Entry
ar: ادخال بيانات

source: Results Section
ar: قسم النتائج

source: Some fields are blank!
ar: بعض الحقول فارغة!

source: Internal system error.
ar: خطأ في النظام الداخلي

source: You do not have permission to view this page.
ar: ليس لديك الصلاحيات لعرض هدة الصفحة

source: Page not found.
ar: الصفحة غير موجودة

source: Internal error.
ar: خطأ فى الاتصال بالانترنت

source: Intake
ar: استقبال

source: Form Sent to Clearance. Pass to Supervisor
ar: تم ارسال ( النموذج) الاستمارة الى مرحلة التصحيح. الرجاء تمريرها للمشرف

source: Start new form
ar: بداية استمارة جديدة

source: Cover Form
ar: غلاف الاستمارة

source: Intake: Successful
ar: استقبال : نجاح

source: Data Entry One:
ar: ادخال البيانات الاول :

source: Name:
ar: الاسم :

source: Data Entry Two:
ar: الادخال البيانات التانيه :

source: Corrections:
ar: التصحيح :

source: To Quality Control [ ] Name
ar: الى ضبط الجودة [ ] الاسم

source: To Data Entry One [ ] Name
ar: الى الادخال 1 [ ] الاسم

source: Quality Control:
ar: ضبط الجودة :

source: To Archive [ ] Name
ar: الى الارشيف [ ] الاسم

source: Form Successfully Intaken
ar: ادخلت الاستمارة بنجاح

source: Quality Control
ar: ضبط الجودة

source: Reviewed
ar: استعرض

source: Review Pending
ar: عرض الانتظار

source: General plus Component Section
ar: تنافس عام بالاضافة الى المكون

source: Component
ar: مكون

source: Correct
ar: صحيح

source: Incorrect
ar: غير صحيح

source: Form Rejected: Send to Data Entry 1
ar: الاستمارة مرفوضه : ارسال الى الادخال 1

source: OK
ar: تمت العملية بنجاح

source: Center/Station List
ar: قائمة المركز / المحطة

source: Office
ar: مكتب

source: Voting district
ar: دائرة انتخابيه

source: Center No
ar: رقم المركز

source: Gender
ar: الجنس

source: Last Modified
ar: التعديل الاخير

source: Form List
ar: قائمة النمودج

source: Barcode
ar: رقم التسلسل

source: Center Number
ar: رقم المركز

source: Station Number
ar: رقم المركز

source: Race Type
ar: نوع التنافس

source: Form State
ar: حالة النمودج

source: Number of times rejected to DE1
ar: عدد المرات المرفوضه من ادخال البيانات 1

source: Center Code
ar: رقم المركز

source: Data views
ar: عرض البيانات

source: Center List
ar: قائمة المركز

source: Form state views
ar: حالة النمودج

source: Form Progress
ar: سير النمودج

source: Other user views
ar: مستخدم اخرى

source: Intake Clerk
ar: المسؤل على الاستقبال

source: Data Entry Clerk
ar: المسؤل على الادخال

source: Corrections Clerk
ar: المسؤل على التصحيح

source: Quality Control Clerk
ar: المسؤل على ضمان الجودة

source: Archiving Clerk
ar: المسؤل على الارشفه

source: Audit Clerk
ar: المسؤل على التدقيق

source: Users and groups
ar: مستخدمين و مجموعات

source: Archiving
ar: الارشفة

source: Successful Archive
ar: تمت الارشفه بنجاح

source: ARCHIVED FORM
ar: النمادج التى تم ارشفتها

source: There should be exactly two reconciliation results.
ar: ينبغي أن يكون هناك بالضبط نتيجتين المصالحة.

source: Correction
ar: تصحيح

source: Results do not match.
ar: النتائج غير متطابقة

source: Return form to %s
ar: العودة الى النمودج %s

source: Center and station numbers do not match
ar: المركز والمحطة غير متطابقيين

source: Libya Vote Tally
ar: منظومة النتائج للناخبيين الليبين

source: Sign in
ar: ذخول

source: Please select correct results for all mis-matched votes.
ar: يرجى تحديد النتائج الصحيحة لجميع الأصوات غير متطابقة

source: Form not in %(state_name)s. Return form to %(state)s
ar: ليس فى النمودج %(state_name)s. العودة الى %(state)s

source: Error: Missing result form!
ar: خطأ : بيانات ناقصة

source: Session result_form does not match submitted data.
ar: البيانات الناتجة غير مطابقه للنمودج المداخل
